<script lang="ts">
</script>

<section class="prose prose-p:indent-8 mx-auto">
	<h2>นโยบายข้อมูลส่วนบุคคล (Privacy Policy)</h2>
	<p>
		โครงการเทศกาลตอนรับนิสิตใหม่ คณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย (“โครงการฯ”)
		ได้ตระหนักถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลและดำรงไว้ซึ่งมาตรการในการรักษาสิทธิและความปลอดภัยในข้อมูลส่วนบุคคลตามมาตรฐานที่เหมาะสมและเป็นไปตามกฎหมายที่เกี่ยวข้อง
		จึงได้จัดทำและเผยแพร่นโยบายข้อมูลส่วนบุคคล (“นโยบายฯ”)
		ฉบับนี้ให้กับนิสิตหรือบุคคลภายนอกที่เข้าร่วมกิจกรรมกับทางโครงการฯ
		เพื่อให้รับทราบและเข้าใจถึงนโยบายการคุ้มครองข้อมูลส่วนบุคคล รวมถึงสิทธิในข้อมูลส่วนบุคคล
		ทั้งนี้ให้มีผลบังคับใช้กับนิสิตหรือบุคคลภายนอกที่เข้าร่วมกิจกรรมกับทางโครงการฯ
		โดยมีเนื้อหาดังต่อไปนี้
	</p>

	<h3>1. คำนิยามภายในนโยบายฯ</h3>
	<ul>
		<li>
			<strong>ข้อมูลส่วนบุคคล</strong> (Personal Data): ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวตนบุคคลนั้นได้
			ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ
		</li>
		<li>
			<strong>ข้อมูลอ่อนไหว</strong> (Sensitive Data): ข้อมูลส่วนบุคคลเกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความเชื่อในลัทธิ
			ศาสนาหรือปรัชญา ความคิดเห็นทางการเมือง พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ ความพิการ ข้อมูลสหภาพแรงงาน
			ข้อมูลพันธุกรรม ข้อมูลชีวภาพ เช่น การสแกนลายนิ้วมือ การสแกนใบหน้า เป็นต้น หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
		</li>
		<li>
			<strong>บุคคล</strong>: ผู้ปฏิบัติงานภายใต้โครงการฯ
			และบุคคลทั่วไปที่ไม่มีหน้าที่ต้องปฏิบัติงานภายใต้โครงการฯ
		</li>
		<li>
			<strong>นิสิต</strong>: นิสิตคณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย
			ที่เข้าร่วมกิจกรรมกับทางโครงการฯ
		</li>
		<li>
			<strong>สื่อ</strong>:
			ช่องทางการสื่อสารที่นำเนื้อหาของผู้ส่งสารส่งไปยังผู้รับสารให้สามารถสื่อสารกันได้ตรงตามวัตถุประสงค์ที่ต้องการ
		</li>
		<li>
			<strong>สื่อดิจิทัล</strong>: สื่อที่มีการนำเอาข้อความ กราฟิก ภาพเคลื่อนไหวเสียง และวิดีโอ
			โดยอาศัยเทคโนโลยีความเจริญก้าวหน้าทางด้านคอมพิวเตอร์เข้ามาช่วยให้ข้อมูลที่เป็นสื่อต่างๆเหล่านั้นมาแปลงสภาพและเชื่อมโยงเข้าด้วยกันเพื่อประโยชน์ในการใช้งาน
		</li>
		<li><strong>สโมสรนิสิตฯ</strong>: สโมสรนิสิตคณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย</li>
		<li><strong>คณะ</strong>: คณะวิทยาศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย</li>
		<li><strong>มหาวิทยาลัย</strong>: จุฬาลงกรณ์มหาวิทยาลัย</li>
		<li>
			<strong>สาขาวิชา</strong>: สาขาวิชาที่มีการจัดการเรียนการสอนในคณะวิทยาศาสตร์
			จุฬาลงกรณ์มหาวิทยาลัย
		</li>
	</ul>

	<h3>2. ข้อมูลที่จะถูกจัดเก็บ</h3>
	<p>
		โครงการฯ อาจเก็บรวบรวมข้อมูลส่วนบุคคลดังต่อไปนี้ ได้แก่ ภาพนิ่ง วิดีโอ เสียง ชื่อ นามสกุล
		ชื่อเรียกแทนตัว เลขประจำตัวนิสิต อีเมล สาขาวิชาที่นิสิตสังกัด ที่อยู่อีเมล หมายเลขโทรศัพท์ ชื่อ
		ความสัมพันธ์ และหมายเลขโทรศัพท์ของบุคคลที่ติดต่อได้ในกรณีฉุกเฉิน ข้อมูลทางการแพทย์และสวัสดิการ
		ได้แก่ โรคประจำตัว รายละเอียดการแพ้ยา รายละเอียดการแพ้อาหาร และข้อจำกัดทางอาหาร
		จะจัดเก็บข้อมูลเท่าที่จำเป็นตามวัตถุประสงค์ของการประมวลผลข้อมูลตามที่ได้แจ้งต่อไปนี้ ได้แก่
	</p>
	<h4>ข้อมูลส่วนบุคคล</h4>
	<ul>
		<li>ข้อมูลส่วนตัว เช่น ชื่อ-นามสกุล ชื่อเรียกแทนตัว เลขประจำตัวนิสิต สาขาวิชา คณะ</li>
		<li>ข้อมูลติดต่อ เช่น เบอร์โทรศัพท์ อีเมล บุคคลที่ติดต่อในกรณีฉุกเฉิน</li>
	</ul>
	<h4>ข้อมูลอ่อนไหว</h4>
	<ul>
		<li>ข้อมูลเกี่ยวกับสุขภาพ เช่น อาหารหรือยาที่มีอาการแพ้ โรคประจำตัว</li>
		<li>
			ข้อมูลเกี่ยวกับข้อจำกัดทางอาหาร เช่น มังสวิรัติ เจ ฮาลาล โคเชอร์ อันอาจเชื่อมโยงกับศาสนา
			ความเชื่อ คติ สังคม หรือวัฒนธรรมของบุคคล
		</li>
	</ul>

	<h3>3. วัตถุประสงค์ในการประมวลผลข้อมูล</h3>
	<ul>
		<li>เพื่อการบริหารจัดการและแบ่งหน้าที่ในกิจกรรม</li>
		<li>
			เพื่อการติดต่อสื่อสารระหว่างทีมงานในช่องทางออนไลน์และออฟไลน์เพื่อประโยชน์ในการประสานงานและดูแลความเรียบร้อยของกิจกรรม
		</li>
		<li>
			เพื่อการควบคุม ตรวจสอบ และติดตามความรับผิดชอบในแต่ละบทบาทรวมถึงการบันทึกการเข้าร่วม
			การประเมินผลการปฏิบัติงาน และการติดตามกรณีมีเหตุร้องเรียนหรือเหตุการณ์พิเศษ
		</li>
		<li>
			เพื่อความปลอดภัยของผู้เข้าร่วมกิจกรรมทุกคน เช่น การจัดทำรายชื่อผู้รับผิดชอบในแต่ละพื้นที่
			การติดตามการเคลื่อนไหวในกรณีฉุกเฉิน หรือเมื่อเกิดเหตุจำเป็นต้องประสานกับเจ้าหน้าที่
		</li>
		<li>
			เพื่อการรายงานและจัดทำเอกสารประกอบกิจกรรม เช่น การจัดทำรายงานส่งคณะและมหาวิทยาลัย
			การบันทึกภาพกิจกรรม การออกหนังสือรับรองการมีส่วนร่วม
			หรือเอกสารอื่นใดที่ทางมหาวิทยาลัยเป็นผู้ออกให้
		</li>
		<li>
			เพื่อการตรวจสอบย้อนหลังหรือดำเนินการตามนโยบายของโครงการฯ ให้สอดคล้องกับนโยบายฝ่ายวิจัยและพัฒนา
			สโมสรนิสิตคณะวิทยาศาสตร์ (หากจำเป็น) ในกรณีที่มีการร้องเรียน
			หรือพฤติกรรมไม่เหมาะสมที่ต้องตรวจสอบโดยฝ่ายที่เกี่ยวข้อง
		</li>
	</ul>
	<p>
		โครงการจะดำเนินการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลเท่าที่จำเป็น
		และรักษาความปลอดภัยของข้อมูลส่วนบุคคลอย่างเคร่งครัด โดยจะไม่ใช้ข้อมูลในลักษณะที่ละเมิดสิทธิ
		หรือวัตถุประสงค์อื่นใดโดยไม่ได้รับความยินยอม
	</p>

	<h3>4. แหล่งที่มาของข้อมูลส่วนบุคคล</h3>
	<ul>
		<li>แบบสอบถามของโครงการฯ</li>
		<li>แพลตฟอร์มออนไลน์ของโครงการต่าง ๆ</li>
		<li>การบันทึกภาพนิ่ง วิดีโอ และ/หรือเสียงจากผู้ปฏิบัติงานภายในโครงการฯ</li>
	</ul>

	<h3>5. การประมวลผลข้อมูลส่วนบุคคล</h3>
	<h4>การประมวลผลข้อมูลทั่วไป</h4>
	<ul>
		<li>
			ข้อมูลทั่วไปจะถูกจัดเก็บไว้ในระบบคลาวด์/ไดรฟ์ของโครงการฯ
			เพื่อวัตถุประสงค์ในการดำเนินงานของโครงการและการบริหารงานภายใน
		</li>
		<li>
			บุคคลที่สามารถเข้าถึงข้อมูลนี้ ได้แก่ ฝ่ายประชาสัมพันธ์ (PR), ฝ่ายประเมินผล (R&D),
			ฝ่ายจัดหาทุน,
			ผู้ปฏิบัติงานที่เกี่ยวข้องตามความจำเป็นและมีเหตุผลอันชอบธรรมในการเข้าถึงข้อมูลดังกล่าว
		</li>
		<li>
			การเปิดเผยข้อมูลต่อบุคคลภายนอก จะกระทำได้เฉพาะในกรณีที่มีกฎหมายรองรับ
			หรือมีความจำเป็นตามวัตถุประสงค์ที่ชอบด้วยกฎหมายเท่านั้น
		</li>
		<li>
			ต้องดำเนินการโดยไม่ละเมิดสิทธิเจ้าของข้อมูลส่วนบุคคล
			และต้องอยู่ภายใต้หลักความจำเป็นและความเหมาะสมของการใช้งานข้อมูลตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
		</li>
	</ul>
	<h4>การประมวลผลข้อมูลอ่อนไหว</h4>
	<ul>
		<li>ข้อมูลอ่อนไหวจะถูกจัดเก็บแยกออกจากข้อมูลทั่วไป โดยมีมาตรการความปลอดภัยที่เข้มงวดมากขึ้น</li>
		<li>
			ผู้ที่สามารถเข้าถึงข้อมูลอ่อนไหวได้ มีเฉพาะ: ประธานโครงการ (HR),
			ผู้ได้รับมอบหมายอย่างเป็นทางการจากประธานโครงการ, นิสิตปฏิบัติงาน เจ้าหน้าที่
			หรือบุคคลอื่นใดที่มีหน้าที่เกี่ยวข้องกับการปฐมพยาบาลโดยตรงและเข้าถึงข้อมูลส่วนบุคคลได้ต่อเมื่อได้รับอนุญาตจากทางประธานโครงการเป็นครั้งคราว
		</li>
		<li>
			การเปิดเผยข้อมูลอ่อนไหวจะต้องกระทำเป็นระยะเวลาไม่เกิน 7 วัน
			และหลังจากนั้นจะต้องมีการลบหรือทำลายข้อมูลที่ได้เผยแพร่ออกไปทันที
		</li>
		<li>
			การเปิดเผยข้อมูลอ่อนไหวใด ๆ
			จะต้องดำเนินการภายใต้การควบคุมและกำกับดูแลอย่างเคร่งครัดโดยประธานโครงการ
			หรือผู้ได้รับมอบหมายจากประธานโครงการ
		</li>
	</ul>

	<h3>6. การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</h3>
	<ul>
		<li>
			การจัดเก็บข้อมูลส่วนบุคคลจะถูกเก็บในรูปแบบของแบบฟอร์มลงทะเบียน ระบบออนไลน์ต่าง ๆ
			ที่ดำเนินการในนามของโครงการฯ รวมถึงภาพถ่ายหรือภาพเคลื่อนไหวใด ๆ ที่ถูกจัดเก็บไว้โดยโครงการฯ
		</li>
		<li>
			ระยะเวลาในการประมวลผลข้อมูลส่วนบุคคลจะอยู่ที่ 270 วัน
			นับแต่วันที่ดำเนินการเก็บรวบรวมข้อมูลเข้าสู่ระบบ (19/07/2025)
		</li>
		<li>
			เมื่อพ้นระยะเวลาการจัดเก็บ ทางโครงการฯ
			จะไม่มีสิทธิหรือไม่สามารถอ้างฐานในการประมวลข้อมูลส่วนบุคคลของท่านได้อีกต่อไป
			และจะดำเนินการทำลายข้อมูลส่วนบุคคลนั้นด้วยการลบข้อมูลส่วนบุคคลทั้งหมดจนข้อมูลนั้นไม่สามารถระบุได้ถึงตัวเจ้าของข้อมูลส่วนบุคคล
			และจะดำเนินการให้แล้วเสร็จภายใน 100 วันนับแต่วันสิ้นสุดระยะเวลาดังกล่าว
		</li>
		<li>
			การใช้สิทธิดังกล่าวข้างต้นอาจมีการใช้ระยะเวลานานในการดำเนินการของทางโครงการฯ
			เพื่อดำเนินการให้สมประโยชน์ของท่านที่สุด
		</li>
	</ul>

	<h3>7. สิทธิของเจ้าของข้อมูล</h3>
	<ul>
		<li>
			<strong>สิทธิในการเพิกถอนความยินยอม</strong> (Right to withdraw consent): ท่านมีสิทธิในการเพิกถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับโครงการฯ
			ได้ ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับโครงการฯ
		</li>
		<li>
			<strong>สิทธิในการเข้าถึงข้อมูลส่วนบุคคล</strong> (Right to access): ท่านมีสิทธิในการเข้าถึงข้อมูลส่วนบุคคลของท่านและขอให้โครงการฯทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่านรวมถึงขอให้โครงการฯเปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคลที่ท่านไม่ไห้ความยินยอมต่อโครงการฯ
			ได้
		</li>
		<li>
			<strong>สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง</strong> (Right of rectification): ท่านมีสิทธิในการขอให้โครงการฯ
			แก้ไขข้อมูลที่ไม่ถูกต้อง หรือเพิ่มเติมข้อมูลที่ไม่สมบูรณ์ได้
		</li>
		<li>
			<strong>สิทธิในการลบข้อมูลส่วนบุคคล</strong> (Right to erasure): ท่านมีสิทธิในการขอให้โครงการฯ ทำการลบข้อมูลของท่านด้วยเหตุบางประการได้
		</li>
		<li>
			<strong>สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล</strong> (Right to restriction of processing): ท่านมีสิทธิในการระงับการใช้ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้
		</li>
		<li>
			<strong>สิทธิในการให้โอนย้ายข้อมูลส่วนบุคคล</strong> (Right to data portability): ท่านมีสิทธิในการโอนย้ายข้อมูลส่วนบุคคลของท่านที่ท่านให้ไว้กับโครงการฯ
			ไปยังผู้ควบคุมข้อมูลรายอื่น หรือ ตัวท่านเองด้วยเหตุบางประการได้
		</li>
		<li>
			<strong>สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล</strong> (Right to object): ท่านมีสิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคลของท่านได้
		</li>
	</ul>
	<p>
		ท่านสามารถติดต่อมายังเจ้าหน้าที่ของโครงการฯ ได้ เพื่อดำเนินการยื่นคำร้องดำเนินการตามสิทธิข้างต้น
		(รายละเอียดการติดต่อปรากฏในหัวข้อ “ช่องทางการติดต่อ” ด้านล่างนี้)
	</p>
	<p>
		ทั้งนี้ การใช้สิทธิดังกล่าวข้างต้นอาจมีการใช้ระยะเวลานานในการดำเนินการของทางโครงการฯ
		เพื่อดำเนินการให้สมประโยชน์ของท่านที่สุด
	</p>

	<h3>ช่องทางการติดต่อ</h3>
	<ul>
		<li>นายพัสกร ยืนยง (หัวหน้าฝ่ายพัฒนาระบบสารสนเทศ / IT) สโมสรนิสิตคณะวิทยาศาสตร์</li>
		<li>อีเมล pdpa@vidyachula.org</li>
		<li>โทร 0649527661</li>
		<li>
			สถานที่ติดต่อ: ชั้น M อาคารมหามกุฎ คณะวิทยาศาสตร์ 254 ถนนพญาไท แขวงวังใหม่ เขตปทุมวัน
			กรุงเทพมหานคร 10330
		</li>
	</ul>
</section>
